Repository: apper-tech/realestate-bot-old
Catalog: Library/App_Resources/Command.*.resx
Languages: ar

source: Cancel
ar: الغاء

# Insert
source: Insert new Property
ar: أضافة عقار جديد

# Insert_Address
source: Enter Address
ar: ادخل العنوان

# Insert_Floor
source: Enter Floor number (-1 basment , 3 third floor)
ar: ادخل رقم الطابق (-1 قبو 3 ثالث فني)

# Insert_Floors
source: Enter Number of Floors
ar: ادخل عدد الطوابق

# Insert_Floors_Invalid
source: Invalid Floors Number
ar: عدد طوابق خاطئ

# Insert_Floor_Invalid
source: Invalid Floor Number
ar: رقم طابق خاطئ

# Insert_Garage
source: Has a Garage?
ar: يحوي كراج؟

# Insert_Garden
source: Has a Garden?
ar: يحوي حديقة؟

# Insert_Invalid
source: Invalid Choice
ar: اختيار خاطئ

# Insert_Num_Bath
source: Enter number of bathrooms
ar: ادخل عدد الحمامات

# Insert_Num_Bath_Invalid
source: Invalid Bath Number
ar: عدد حمامات غير صحيح

# Insert_Num_Bed
source: Enter number of bedrooms
ar: ادخل عدد غرف النوم

# Insert_Num_Bed_Invalid
source: Invalid Bed Number
ar: عدد غرف نوم غير صحيح

# Insert_Other_Details
source: Enter Property Details (Multiline)
ar: ادخل تفاصيل العقار (اكثر من سطر)

# Insert_Photo
source: Upload Property Images ( up to 4)
ar: ارفع صور العقار (4 على الاكثر(

# Insert_Property_Cat
source: Select Category
ar: اختر الفئة

# Insert_Property_Typ
source: Select Property Type
ar: اختر نوع العقار

# Insert_Rent_Price
source: Enter Rent Price
ar: ادخل سعر الاجار

# Insert_Rent_Price_Invalid
source: Ivalid Rent Price Number
ar: سعر اجار خاطئ

# Insert_Sale_Price
source: Enter Sale Price
ar: ادخل سعر المنزل

# Insert_Sale_Price_Invalid
source: Invalid Sale Price Number
ar: سعر منزل خاطئ

# Insert_Size
source: Enter Properrt Size In square Meters
ar: ادخل مساحة العقار بالمتر المربع

# Insert_Size_Invalid
source: Invalid Size Number
ar: حجم منزل خاطئ

# Insert_Zip_Code
source: Enter Zip Code
ar: ادخل كود المنطقة

# Lang
source: English
ar: العربية

# Lang_Select
source: Change Bot Language
ar: تغيير لغة البوت

# Lang_Selected
source: English Selected
ar: تم اختيار العربية

# Login_SignUp
source: Signup
ar: تسجيل حساب

# Login_SignUp_Email
source: Enter Email
ar: ادخل البريد الالكتروني

# Login_SignUp_Password
source: Enter Passowrd
ar: ادخل كلمة سر

# Login_SignUp_Password_Confirm
source: Enter Passowrd Again
ar: ادخل كلمة السر مجددا

# Login_SignUp_Password_Mismatch
source: Passwords dont match
ar: كلمات السر غير متطابقة

# Login_SignUp_Phone
source: Enter Phone Number
ar: ادخل رقم الهاتف

# Login_SignUp_Start
source: Signup to start
ar: سجل حساب للبدء

# Login_SignUp_Success
source: Signup Success!
ar: تم التسجيل بنجاح!

# Manage
source: Manage Profile
ar: ادارة البيانات

# Manage_Email_Success
source: Email Changeed!
ar: تم تغيير الايميل!

# Manage_New_Email
source: Enter New Email
ar: ادخل البريد الالكتروني الجديد

# Manage_New_Password
source: Enter New Password
ar: ادخل كلمة السر الجديدة

# Manage_Old_Password
source: Enter Current Password
ar: اذخل كلمة السر الحالية

# Manage_Password_Success
source: Password Changed!
ar: تم تغيير كلمة السر!

# Manage_Update_Email
source: Update Email
ar: تحديث البريد الالكتروني

# Manage_Update_Password
source: Update Password
ar: تحديث كلمة السر

source: No
ar: لا

source: Search
ar: بحث

# Search_Done
source: Search Listings
ar: ابحث عن عقارات

source: Search Result
ar: نتائج البحث

# Search_Select_Cat
source: Select Category
ar: اختر فئة

# Search_Select_Exp
source: Select Expire Date (3 month default)
ar: اختر تاريخ الانتهاء (افتراضي 3 اشهر)

# Search_Select_Gar
source: Has a Garage?
ar: يحوي كراج؟

# Search_Select_Gar_No
source: Doesn't have a garage
ar: لا يحوي كراج

# Search_Select_Gar_Yes
source: Has a garage
ar: يحوي كراج

# Search_Select_Grd
source: Has a Garden?
ar: يحوي حديقة؟

# Search_Select_Grd_No
source: Doesn't have a garden
ar: لا يحوي حديقة

# Search_Select_Grd_Yes
source: Has a garden
ar: يحوي حديقة

# Search_Select_Typ
source: Select Type
ar: اختر نوع العقار

# Update
source: Update Excesting Property
ar: تحديث عقار موجود

# Welcome
source: Welcome to test Bot
ar: اهلا بكم للبوت التدريبي

source: Yes
ar: نعم

# Insert_Done
source: Insert Property?
ar: ادخال العقار؟

# Insert_Done_Confirm
source: Property Inserted!
ar: تم ادخال العقار!

# Insert_Done_Yes
source: Insert Propery
ar: ادخل العقار

# Insert_Location
source: Send Property Location (mobile: share a location point , PC: send a link from maps.google.com Ex: https://www.google.com/maps/@33.2742896,36.1859014,16.75z
ar: ارسل موقع العقار

source: Update Address
ar: تعديل العنوان

# Update_Country_City
source: Update Country and City
ar: تعديل الدولة والمدينة

# Update_Done_No
source: Done,Send Data
ar: لا,ارسل القيم الحالية

# Update_Done_Yes
source: Update More
ar: تعديل قيم اخرى

# Update_Floors
source: Update Number of floors
ar: تعديل عدد الطوابق

source: Update Location
ar: تعديل الموقع

# Update_More_Data
source: Edit Other Values?
ar: تعديل قيم اخرى؟

# Update_Num_Bath
source: Update Number of baths
ar: تغيير عدد الحمامات

# Update_Num_Bed
source: Update Number of beds
ar: تغيير عدد غرف النوم

# Update_Other_Details
source: Update Description
ar: تعديل الشرح(التفاصيل)

# Update_Photo
source: Upload New Photos
ar: رفع صور جديدة

source: Update Rent Price
ar: تغيير سعر الاجار

source: Update Sale Price
ar: تغيير سعر البيع

# Update_Size
source: Change Property SIze
ar: تعديل مساحة العقار

source: Update Type
ar: تعديل نوع العقار

source: Update Zip Code
ar: تعديل كود المنطقة
